# work1 Реализовать функцию, принимающую два числа (позиционные аргументы) и выполняющую их деление.
# Числа запрашивать у пользователя, предусмотреть обработку ситуации деления на ноль.

#def div(*number):
 #   num1 =  int(input('введите число'))
 #   num2 = int(input('введите число'))

#result = num1/num2
#    return result

#    if num2 ! = 0
#return = num1/num2
#else print('на ноль не делится')

#Реализовать функцию my_func(), которая принимает три позиционных
#аргумента, и возвращает сумму наибольших двух аргументов.

def int_func (*qwerty):
    word = input("введите слово ")
    print(word.title())
    return
int_func()



